Repository: albertolive/InstantLegalDotAI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Most documents are generated within 2 minutes. Once generated, you can download them immediately.
es: La mayoría de los documentos se generan en 2 minutos. Una vez generados, puede descargarlos de inmediato.

source: What if I need a document type not listed?
es: ¿Qué pasa si necesito un tipo de documento que no está en la lista?

source: Contact our support team, and we'll work to add your requested document type to our system. We're constantly expanding our document library based on customer needs.
es: Contacte a nuestro equipo de soporte y trabajaremos para agregar el tipo de documento solicitado a nuestro sistema. Estamos ampliando constantemente nuestra biblioteca de documentos en función de las necesidades de los clientes.

source: Can I edit the document after receiving it?
es: ¿Puedo editar el documento después de recibirlo?

source: Yes, all documents are delivered in editable PDF format. You can make any necessary adjustments before finalizing.
es: Sí, todos los documentos se entregan en formato PDF editable. Puede hacer los ajustes necesarios antes de finalizar.

source: Do I need a lawyer to review these documents?
es: ¿Necesito un abogado para revisar estos documentos?

source: While our documents are legally sound, for complex situations or high-stakes agreements, we recommend having an attorney review the final document. Our service provides a professional starting point that can save significant legal costs.
es: Aunque nuestros documentos son legalmente sólidos, para situaciones complejas o acuerdos de alto riesgo, recomendamos que un abogado revise el documento final. Nuestro servicio proporciona un punto de partida profesional que puede ahorrar costos legales significativos.

source: What makes your AI-generated documents better than templates?
es: ¿Qué hace que sus documentos generados por IA sean mejores que las plantillas?

source: Unlike generic templates, our AI customizes each document to your specific business needs, industry requirements, and state laws. The documents are more comprehensive, relevant, and legally sound than one-size-fits-all templates.
es: A diferencia de las plantillas genéricas, nuestra IA personaliza cada documento según las necesidades específicas de su negocio, los requisitos de la industria y las leyes estatales. Los documentos son más completos, relevantes y legalmente sólidos que las plantillas de talla única.

source: What's included in the Money-Back Guarantee?
es: ¿Qué incluye la garantía de devolución del dinero?

source: If you're not satisfied with your document for any reason, contact us within 30 days of purchase for a full refund. No questions asked.
es: Si no está satisfecho con su documento por cualquier motivo, contáctenos dentro de los 30 días posteriores a la compra para obtener un reembolso completo. Sin preguntas.

source: Processing Payment - InstantLegal AI
es: Procesando pago - InstantLegal AI

source: Processing Your Payment
es: Procesando su pago

source: Verifying payment and preparing your document...
es: Verificando el pago y preparando su documento...

source: This may take up to 2 minutes. Thank you for your patience!
es: Esto puede tardar hasta 2 minutos. ¡Gracias por su paciencia!

source: Your document has been generated successfully! Click here to download
es: ¡Su documento ha sido generado con éxito! Haga clic aquí para descargar

source: There was an error generating your document. Please try again.
es: Hubo un error al generar su documento. Por favor, inténtelo de nuevo.

source: Return to Home
es: Volver a inicio

source: Turning legal jargon into plain English...
es: Convirtiendo la jerga legal en inglés simple...

source: Objection overruled! Your document is being prepared...
es: ¡Objeción denegada! Su documento está siendo preparado...

source: Briefing the AI judge on your requirements...
es: Informando al juez de IA sobre sus requisitos...

source: Citing precedents and adding legal pizzazz...
es: Citando precedentes y agregando un toque legal...

source: Examining the fine print so you don't have to...
es: Examinando la letra pequeña para que usted no tenga que hacerlo...

source: Translating legalese into something actually readable...
es: Traduciendo el lenguaje legal en algo realmente legible...

source: Preparing to make opposing counsel jealous...
es: Preparándose para hacer que el abogado contrario se ponga celoso...

source: Dotting the i's, crossing the t's, and adding some legal flair...
es: Poniendo los puntos sobre las íes, cruzando las t's y agregando un toque legal...

source: Summoning the ghost of legal documents past...
es: Invocando al fantasma de los documentos legales pasados...

source: Arguing with the AI about comma placement...
es: Discutiendo con la IA sobre la colocación de comas...

source: Deliberating on the perfect legal tone...
es: Deliberando sobre el tono legal perfecto...

source: Calling expert witnesses to verify your document...
es: Llamando a testigos expertos para verificar su documento...

source: Striking hearsay from the record...
es: Eliminando rumores del registro...

source: Preparing closing arguments for your document...
es: Preparando los argumentos finales para su documento...

source: Instructing the jury of AI models on your case...
es: Instruyendo al jurado de modelos de IA sobre su caso...

source: Server is busy, retrying in
es: El servidor está ocupado, reintentando en

source: seconds...
es: segundos...

source: Server returned HTML instead of JSON. The server might be overloaded.
es: El servidor devolvió HTML en lugar de JSON. El servidor podría estar sobrecargado.

source: Failed to parse server response. The server might be overloaded.
es: No se pudo analizar la respuesta del servidor. El servidor podría estar sobrecargado.

source: Payment processing error:
es: Error en el procesamiento del pago:

source: There was an error processing your payment:
es: Hubo un error al procesar su pago:
