Repository: albertolive/InstantLegalDotAI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: InstantLegal AI | Professional Legal Documents in Minutes
es: InstantLegal AI | Documentos legales profesionales en minutos

source: 100% Money-Back Guarantee
es: Garantía de devolución del 100% del dinero

source: AI-Generated Legal Documents<br>Tailored to Your Business
es: Documentos legales generados por IA<br>Adaptados a su negocio

source: Our AI technology creates custom legal documents instantly. No lawyers, no waiting, no excessive fees. Get exactly what you need in minutes, not days.
es: Nuestra tecnología de IA crea documentos legales personalizados al instante. Sin abogados, sin esperas, sin tarifas excesivas. Obtenga exactamente lo que necesita en minutos, no en días.

source: AI-Powered Customization for Your Specific Business
es: Personalización impulsada por IA para su negocio específico

source: Instant Download - Ready in 2 Minutes
es: Descarga instantánea - Listo en 2 minutos

source: Save $500+ Compared to Traditional Legal Services
es: Ahorre más de $500 en comparación con los servicios legales tradicionales

source: State-Specific Legal Compliance Built In
es: Cumplimiento legal específico del estado incorporado

source: Generate Your Custom Legal Document
es: Genere su documento legal personalizado

source: 24-HOUR SPECIAL PRICE ENDS IN:
es: EL PRECIO ESPECIAL DE 24 HORAS TERMINA EN:

source: HOURS
es: HORAS

source: MINS
es: MINUTOS

source: SECS
es: SEGUNDOS

source: Document Type
es: Tipo de documento

source: Select document type...
es: Seleccione el tipo de documento...

source: Business Name
es: Nombre del negocio

source: Enter your business name
es: Ingrese el nombre de su negocio

source: Business Type
es: Tipo de negocio

source: Select business type...
es: Seleccione el tipo de negocio...

source: Sole Proprietorship
es: Propietario único

source: Corporation
es: Corporación

source: Partnership
es: Sociedad

source: Non-Profit
es: Sin fines de lucro

source: State/Jurisdiction
es: Estado/Jurisdicción

source: Select state...
es: Seleccione el estado...

source: Hawaii
es: Hawái

source: Louisiana
es: Luisiana

source: Mississippi
es: Misisipi

source: Missouri
es: Misuri

source: New Hampshire
es: Nuevo Hampshire

source: New Jersey
es: Nueva Jersey

source: New Mexico
es: Nuevo México

source: New York
es: Nueva York

source: North Carolina
es: Carolina del Norte

source: North Dakota
es: Dakota del Norte

source: Oregon
es: Oregón

source: Pennsylvania
es: Pensilvania

source: South Carolina
es: Carolina del Sur

source: South Dakota
es: Dakota del Sur

source: West Virginia
es: Virginia Occidental

source: District of Columbia
es: Distrito de Columbia

source: Industry
es: Industria

source: Select industry...
es: Seleccione la industria...

source: Technology/Software
es: Tecnología/Software

source: E-commerce/Retail
es: Comercio electrónico/Minorista

source: Healthcare
es: Cuidado de la salud

source: Financial Services
es: Servicios financieros

source: Education
es: Educación

source: Consulting
es: Consultoría

source: Marketing/Advertising
es: Marketing/Publicidad

source: Manufacturing
es: Manufactura

source: Construction
es: Construcción

source: Food Service
es: Servicio de alimentos

source: Entertainment
es: Entretenimiento

source: Other
es: Otro

source: Document Protection Level
es: Nivel de protección del documento

source: Standard
es: Estándar

source: Comprehensive
es: Integral

source: Maximum
es: Máximo

source: Special Clauses (Optional)
es: Cláusulas especiales (opcional)

source: Enhanced Confidentiality
es: Confidencialidad mejorada

source: Arbitration Provision
es: Cláusula de arbitraje

source: Advanced Termination Options
es: Opciones avanzadas de terminación

source: Intellectual Property Protection
es: Protección de la propiedad intelectual

source: Additional Instructions (Optional)
es: Instrucciones adicionales (opcional)

source: Enter any specific requirements, details, or custom clauses you'd like to include in your document...
es: Ingrese cualquier requisito específico, detalle o cláusula personalizada que le gustaría incluir en su documento...

source: per document
es: por documento

source: Regular price: $199 - Save 50% today!
es: Precio regular: $199 - ¡Ahorre un 50% hoy!

source: Enhanced document customization
es: Personalización mejorada del documento

source: PDF + Word formats
es: Formatos PDF + Word

source: 1 free revision
es: 1 revisión gratuita

source: Special clauses included
es: Cláusulas especiales incluidas

source: Only 14 documents remaining at this price today!
es: ¡Solo quedan 14 documentos a este precio hoy!

source: Your document has been generated successfully!
es: ¡Su documento ha sido generado con éxito!

source: There was an error processing your request.
es: Hubo un error al procesar su solicitud.

source: Generate Document Now
es: Generar documento ahora

source: How It Works
es: Cómo funciona

source: Our AI-powered system creates professional legal documents in just minutes
es: Nuestro sistema impulsado por IA crea documentos legales profesionales en solo minutos

source: Select Document Type
es: Seleccione el tipo de documento

source: Choose from our library of professional legal documents
es: Elija de nuestra biblioteca de documentos legales profesionales

source: Enter Your Details
es: Ingrese sus datos

source: Provide your business information and requirements
es: Proporcione la información y los requisitos de su negocio

source: AI Customization
es: Personalización de IA

source: Our AI tailors the document to your specific needs
es: Nuestra IA adapta el documento a sus necesidades específicas

source: Download & Use
es: Descargar y usar

source: Get your document instantly and ready to use
es: Obtenga su documento al instante y listo para usar

source: The InstantLegal AI Advantage
es: La ventaja de InstantLegal AI

source: Save Thousands in Legal Fees
es: Ahorre miles en honorarios legales

source: Our AI-generated documents cost a fraction of what lawyers charge. Get the same quality without the hefty price tag.
es: Nuestros documentos generados por IA cuestan una fracción de lo que cobran los abogados. Obtenga la misma calidad sin el alto precio.

source: Ready in 2 Minutes
es: Listo en 2 minutos

source: No waiting days or weeks for a lawyer to draft your document. Our AI generates it instantly, ready for immediate use.
es: No espere días o semanas para que un abogado redacte su documento. Nuestra IA lo genera al instante, listo para su uso inmediato.

source: State-Specific Legal Compliance
es: Cumplimiento legal específico del estado

source: All documents are created following current legal standards for your specific state, providing you with the protection you need.
es: Todos los documentos se crean siguiendo los estándares legales actuales para su estado específico, brindándole la protección que necesita.

source: Industry-Specific Customization
es: Personalización específica de la industria

source: Not a generic template. Each document is tailored to your specific industry, business type, and requirements.
es: No es una plantilla genérica. Cada documento se adapta a su industria específica, tipo de negocio y requisitos.

source: Plain Language
es: Lenguaje claro

source: No complex legal jargon. Our documents are written in clear, straightforward language that both parties can understand.
es: Sin jerga legal compleja. Nuestros documentos están escritos en un lenguaje claro y directo que ambas partes pueden entender.

source: Secure & Confidential
es: Seguro y confidencial

source: Your business information is encrypted and secure. We never share your data with third parties.
es: La información de su negocio está encriptada y segura. Nunca compartimos sus datos con terceros.

source: Sample Document Previews
es: Vista previa de documentos de muestra

source: See the quality of our AI-generated legal documents
es: Vea la calidad de nuestros documentos legales generados por IA

source: Non-Disclosure Agreement
es: Acuerdo de confidencialidad

source: Terms of Service
es: Términos de servicio

source: Privacy Policy
es: Política de privacidad

source: Freelance Contract
es: Contrato de freelance

source: This Non-Disclosure Agreement (the "Agreement") is entered into by and between [Company Name], a [State] [Business Type] ("Disclosing Party") and the recipient identified below ("Receiving Party"), collectively referred to as the "Parties."
es: Este Acuerdo de Confidencialidad (el "Acuerdo") es celebrado entre [Nombre de la empresa], una [Estado] [Tipo de negocio] ("Parte reveladora") y el destinatario identificado a continuación ("Parte receptora"), colectivamente denominados las "Partes".

source: 1. PURPOSE
es: 1. PROPÓSITO

source: The Parties wish to explore a potential business relationship in connection with [specific business purpose]. During this exploration, Disclosing Party may share certain proprietary and confidential information with Receiving Party. This Agreement is intended to prevent the unauthorized disclosure of Confidential Information.
es: Las Partes desean explorar una posible relación comercial en relación con [propósito comercial específico]. Durante esta exploración, la Parte reveladora puede compartir cierta información propietaria y confidencial con la Parte receptora. Este Acuerdo tiene como objetivo prevenir la divulgación no autorizada de Información Confidencial.

source: 2. DEFINITION OF CONFIDENTIAL INFORMATION
es: 2. DEFINICIÓN DE INFORMACIÓN CONFIDENCIAL

source: For purposes of this Agreement, "Confidential Information" includes all information or material that has or could have commercial value or other utility in the business in which Disclosing Party is engaged. If Confidential Information is in written form, the Disclosing Party shall label or stamp the materials with the word "Confidential" or some similar warning. If Confidential Information is transmitted orally, the Disclosing Party shall promptly provide a writing indicating that such oral communication constituted Confidential Information.
es: Para los fines de este Acuerdo, "Información Confidencial" incluye toda la información o material que tenga o pueda tener valor comercial u otra utilidad en el negocio en el que la Parte reveladora está involucrada. Si la Información Confidencial está en forma escrita, la Parte reveladora deberá etiquetar o estampar los materiales con la palabra "Confidencial" o alguna advertencia similar. Si la Información Confidencial se transmite oralmente, la Parte reveladora deberá proporcionar prontamente un escrito que indique que dicha comunicación oral constituyó Información Confidencial.

source: 3. EXCLUSIONS FROM CONFIDENTIAL INFORMATION
es: 3. EXCLUSIONES DE INFORMACIÓN CONFIDENCIAL

source: Receiving Party's obligations under this Agreement do not extend to information that is: (a) publicly known at the time of disclosure or subsequently becomes publicly known through no fault of the Receiving Party; (b) discovered or created by the Receiving Party before disclosure by Disclosing Party; (c) learned by the Receiving Party through legitimate means other than from the Disclosing Party or Disclosing Party's representatives; or (d) is disclosed by Receiving Party with Disclosing Party's prior written approval.
es: Las obligaciones de la Parte receptora bajo este Acuerdo no se extienden a la información que: (a) sea de conocimiento público en el momento de la divulgación o posteriormente se haga de conocimiento público sin culpa de la Parte receptora; (b) sea descubierta o creada por la Parte receptora antes de la divulgación por parte de la Parte reveladora; (c) sea aprendida por la Parte receptora a través de medios legítimos distintos de la Parte reveladora o los representantes de la Parte reveladora; o (d) sea divulgada por la Parte receptora con la aprobación previa por escrito de la Parte reveladora.

source: These Terms of Service ("Terms") govern your access to and use of [Company Name]'s website, products, and services ("Services"). Please read these Terms carefully, and contact us if you have any questions.
es: Estos Términos de Servicio ("Términos") rigen su acceso y uso del sitio web, productos y servicios de [Nombre de la empresa] ("Servicios"). Lea estos Términos detenidamente y contáctenos si tiene alguna pregunta.

source: 1. ACCEPTANCE OF TERMS
es: 1. ACEPTACIÓN DE TÉRMINOS

source: By accessing or using our Services, you agree to be bound by these Terms and our Privacy Policy. If you do not agree to these Terms, you may not access or use the Services.
es: Al acceder o utilizar nuestros Servicios, usted acepta estar sujeto a estos Términos y a nuestra Política de Privacidad. Si no está de acuerdo con estos Términos, no puede acceder ni utilizar los Servicios.

source: 2. CHANGES TO TERMS OR SERVICES
es: 2. CAMBIOS A LOS TÉRMINOS O SERVICIOS

source: We reserve the right to modify these Terms at any time. We will provide notice of any material changes by posting the new Terms on our site and updating the "Last Updated" date. Your continued use of the Services after such changes constitutes your acceptance of the new Terms.
es: Nos reservamos el derecho de modificar estos Términos en cualquier momento. Proporcionaremos un aviso de cualquier cambio material publicando los nuevos Términos en nuestro sitio y actualizando la fecha de "Última actualización". Su uso continuado de los Servicios después de dichos cambios constituye su aceptación de los nuevos Términos.

source: 3. USER ACCOUNTS
es: 3. CUENTAS DE USUARIO

source: When you create an account with us, you must provide accurate, complete, and current information. You are responsible for safeguarding your account credentials and for all activities that occur under your account. You must notify us immediately of any unauthorized use of your account.
es: Cuando crea una cuenta con nosotros, debe proporcionar información precisa, completa y actual. Usted es responsable de proteger las credenciales de su cuenta y de todas las actividades que ocurran bajo su cuenta. Debe notificarnos de inmediato cualquier uso no autorizado de su cuenta.

source: 4. INTELLECTUAL PROPERTY RIGHTS
es: 4. DERECHOS DE PROPIEDAD INTELECTUAL

source: The Services and their contents, features, and functionality are owned by [Company Name] and are protected by copyright, trademark, and other intellectual property laws. You may not use our intellectual property without our prior written consent.
es: Los Servicios y sus contenidos, características y funcionalidades son propiedad de [Nombre de la empresa] y están protegidos por derechos de autor, marcas registradas y otras leyes de propiedad intelectual. No puede utilizar nuestra propiedad intelectual sin nuestro consentimiento previo por escrito.

source: This Privacy Policy describes how [Company Name] ("we", "us", or "our") collects, uses, and shares information about you when you use our website, products, and services (collectively, the "Services").
es: Esta Política de Privacidad describe cómo [Nombre de la empresa] ("nosotros" o "nuestro") recopila, utiliza y comparte información sobre usted cuando utiliza nuestro sitio web, productos y servicios (colectivamente, los "Servicios").

source: 1. INFORMATION WE COLLECT
es: 1. INFORMACIÓN QUE RECOPILAMOS

source: We collect information you provide directly to us, such as when you create an account, fill out a form, or communicate with us. This may include your name, email address, postal address, phone number, and payment information.
es: Recopilamos información que usted nos proporciona directamente, como cuando crea una cuenta, completa un formulario o se comunica con nosotros. Esto puede incluir su nombre, dirección de correo electrónico, dirección postal, número de teléfono e información de pago.

source: 2. HOW WE USE YOUR INFORMATION
es: 2. CÓMO UTILIZAMOS SU INFORMACIÓN

source: We use the information we collect to provide, maintain, and improve our Services, to process transactions, to send you technical notices and support messages, to communicate with you about products, services, offers, and events, and for other purposes with your consent.
es: Utilizamos la información que recopilamos para proporcionar, mantener y mejorar nuestros Servicios, procesar transacciones, enviarle avisos técnicos y mensajes de soporte, comunicarnos con usted sobre productos, servicios, ofertas y eventos, y para otros fines con su consentimiento.

source: 3. SHARING OF INFORMATION
es: 3. COMPARTIR INFORMACIÓN

source: We may share your information with third-party vendors, service providers, and other business partners who need access to such information to carry out work on our behalf. We may also share information in response to a legal request if we believe disclosure is required by law.
es: Podemos compartir su información con proveedores externos, proveedores de servicios y otros socios comerciales que necesiten acceso a dicha información para realizar trabajos en nuestro nombre. También podemos compartir información en respuesta a una solicitud legal si creemos que la divulgación es requerida por la ley.

source: 4. DATA SECURITY
es: 4. SEGURIDAD DE LOS DATOS

source: We take reasonable measures to help protect information about you from loss, theft, misuse, unauthorized access, disclosure, alteration, and destruction. However, no security system is impenetrable, and we cannot guarantee the security of our systems.
es: Tomamos medidas razonables para ayudar a proteger la información sobre usted contra pérdida, robo, uso indebido, acceso no autorizado, divulgación, alteración y destrucción. Sin embargo, ningún sistema de seguridad es impenetrable y no podemos garantizar la seguridad de nuestros sistemas.

source: This Freelance Contract ("Contract") is entered into by and between [Client Name], with a principal place of business at [Client Address] ("Client") and [Freelancer Name], with a principal place of business at [Freelancer Address] ("Freelancer").
es: Este Contrato de Freelance ("Contrato") es celebrado entre [Nombre del cliente], con un lugar principal de negocios en [Dirección del cliente] ("Cliente") y [Nombre del freelance], con un lugar principal de negocios en [Dirección del freelance] ("Freelance").

source: 1. SERVICES
es: 1. SERVICIOS

source: Freelancer agrees to perform the following services for Client: [detailed description of services]. Freelancer shall complete the services according to the timeline and milestones set forth in Exhibit A, attached hereto and incorporated by reference.
es: El Freelance se compromete a realizar los siguientes servicios para el Cliente: [descripción detallada de los servicios]. El Freelance completará los servicios de acuerdo con el cronograma y los hitos establecidos en el Anexo A, adjunto al presente e incorporado por referencia.

source: 2. COMPENSATION
es: 2. COMPENSACIÓN

source: Client agrees to pay Freelancer [rate/fee structure] for the services. Payment shall be made as follows: [payment schedule]. Client shall reimburse Freelancer for the following expenses: [list of reimbursable expenses, if any].
es: El Cliente se compromete a pagar al Freelance [estructura de tarifas] por los servicios. El pago se realizará de la siguiente manera: [cronograma de pagos]. El Cliente reembolsará al Freelance los siguientes gastos: [lista de gastos reembolsables, si los hay].

source: 3. INTELLECTUAL PROPERTY RIGHTS
es: 3. DERECHOS DE PROPIEDAD INTELECTUAL

source: Upon receipt of full payment, Freelancer assigns to Client all right, title, and interest in the deliverables, including all intellectual property rights. Freelancer shall retain ownership of any pre-existing materials used in the deliverables.
es: Al recibir el pago completo, el Freelance asigna al Cliente todos los derechos, títulos e intereses en los entregables, incluidos todos los derechos de propiedad intelectual. El Freelance conservará la propiedad de cualquier material preexistente utilizado en los entregables.

source: 4. INDEPENDENT CONTRACTOR STATUS
es: 4. ESTATUS DE CONTRATISTA INDEPENDIENTE

source: Freelancer is an independent contractor, not an employee of Client. Freelancer is responsible for all taxes, insurance, and benefits. Nothing in this Contract shall be construed as creating an employer-employee relationship.
es: El Freelance es un contratista independiente, no un empleado del Cliente. El Freelance es responsable de todos los impuestos, seguros y beneficios. Nada en este Contrato se interpretará como la creación de una relación empleador-empleado.

source: What Our Customers Say
es: Lo que dicen nuestros clientes

source: Join thousands of satisfied business owners who trust InstantLegal AI
es: Únase a miles de propietarios de negocios satisfechos que confían en InstantLegal AI

source: "I needed an NDA urgently for a client meeting the next day. InstantLegal AI delivered a perfectly customized document in minutes. Saved me at least $400 in legal fees and the document was actually better than what my previous lawyer provided!"
es: "Necesitaba un NDA urgentemente para una reunión con un cliente al día siguiente. InstantLegal AI entregó un documento perfectamente personalizado en minutos. Me ahorró al menos $400 en honorarios legales y el documento era en realidad mejor que el que me proporcionó mi abogado anterior!"

source: Marketing Agency Owner
es: Propietario de agencia de marketing

source: "As a startup founder, legal costs were eating into our budget. This service has been a game-changer - professional documents at a fraction of the cost and available instantly. The state-specific compliance was exactly what we needed."
es: "Como fundador de una startup, los costos legales estaban consumiendo nuestro presupuesto. Este servicio ha sido un cambio de juego: documentos profesionales a una fracción del costo y disponibles al instante. El cumplimiento específico del estado era exactamente lo que necesitábamos."

source: Tech Startup CEO
es: CEO de startup tecnológica

source: "I was skeptical about AI-generated legal documents, but the quality exceeded my expectations. Clean, professional, and tailored specifically to my e-commerce business in California. I've now used it for 3 different documents - all perfect."
es: "Era escéptico sobre los documentos legales generados por IA, pero la calidad superó mis expectativas. Limpio, profesional y adaptado específicamente a mi negocio de comercio electrónico en California. Ahora lo he usado para 3 documentos diferentes, todos perfectos."

source: E-commerce Entrepreneur
es: Emprendedor de comercio electrónico

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Everything you need to know about our AI-generated legal documents
es: Todo lo que necesita saber sobre nuestros documentos legales generados por IA

source: Are these documents legally binding?
es: ¿Son estos documentos legalmente vinculantes?

source: Yes, our AI-generated documents are legally binding when properly executed by all parties. They are created using the same legal principles and requirements that attorneys use when drafting documents.
es: Sí, nuestros documentos generados por IA son legalmente vinculantes cuando son ejecutados correctamente por todas las partes. Se crean utilizando los mismos principios y requisitos legales que los abogados utilizan al redactar documentos.

source: Is my information secure?
es: ¿Mi información está segura?

source: Absolutely. We use bank-level encryption to protect your data. We never share your information with third parties, and your documents are only accessible to you.
es: Absolutamente. Utilizamos cifrado a nivel bancario para proteger sus datos. Nunca compartimos su información con terceros y sus documentos solo son accesibles para usted.

source: How quickly will I receive my document?
es: ¿Qué tan rápido recibiré mi documento?
